Repository: FSD-For-Self-Dev/LinguistaAPI
Catalog: src/apps/languages/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: Languages
ru_ru: Языки

source: Language name
ru_ru: Название языка

source: Language name (in that language)
ru_ru: Название языка (на этом языке)

source: ISO 639-1 Language code
ru_ru: ISO 639-1 код языка

source: 2 character language code without country
ru_ru: 2 символьный код языка без страны

source: Sorting order
ru_ru: Порядок сортировки

source: Increase to show at top of the list
ru_ru: Увеличьте, чтобы поднять в списке

source: Is the language available for user to add to learning ones
ru_ru: Язык доступен для добавления в изучаемые

source: Is the language available as interface language
ru_ru: Язык доступен для перевода интерфейса

source: Language flag icon
ru_ru: Иконка флага языка

source: Language
ru_ru: Язык

source: Language image
ru_ru: Картинка языка

source: Languages images
ru_ru: Картинки языков

source: Images available to be set as cover for the learning language
ru_ru: Картинки доступные для обновления обложки изучаемого языка
