Repository: FSD-For-Self-Dev/LinguistaAPI
Catalog: src/apps/vocabulary/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: Vocabulary
ru_ru: Словарь

source: Language
ru_ru: Язык

source: Word or phrase
ru_ru: Слово или фраза

source: Activity status
ru_ru: Статус активности

source: Is the word problematic for you
ru_ru: Проблемно ли для вас это слово

source: Note text
ru_ru: Текст заметки

source: Word tags
ru_ru: Теги слова

source: Word form groups
ru_ru: Группа форм слова

source: Translations
ru_ru: Переводы

source: Definitions
ru_ru: Определения

source: Usage example
ru_ru: Пример использования

source: Image association
ru_ru: Ассоциация-картинка

source: Quote association
ru_ru: Ассоциация-цитата

source: Synonyms
ru_ru: Синонимы

source: Words with similar meanings
ru_ru: Слова с похожим значением

source: Antonyms
ru_ru: Антонимы

source: Words with opposite meanings
ru_ru: Слова с обратным значением

source: Forms
ru_ru: Формы

source: Word forms
ru_ru: Формы слов

source: Similars
ru_ru: Похожие слова

source: Words with similar pronunciation or spelling
ru_ru: Слова с похожим произношением или написанием

source: Last exercise date
ru_ru: Дата последней тренировки

source: Words and phrases
ru_ru: Слова и фразы

source: Users words and phrases
ru_ru: Добавленные пользователями слова и фразы

source: Word type name
ru_ru: Имя типа слова

source: Word type
ru_ru: Тип слова

source: Word types
ru_ru: Типы слов

source: Word or phrase types
ru_ru: Типы слов или фраз

source: Tag name
ru_ru: Имя тега

source: Word tag
ru_ru: Теги слова

source: Word or phrase tags
ru_ru: Теги слов или фраз

source: Group name
ru_ru: Название группы

source: Group color
ru_ru: Цвет группы

source: Group name translation
ru_ru: Перевод названия группы

source: Forms group
ru_ru: Группа форм

source: Forms groups
ru_ru: Группы форм

source: Groups of possible word forms in language
ru_ru: Группы форм существующие в языке

source: Translation
ru_ru: Перевод

source: A translation of a word or phrase
ru_ru: Перевод слова или фразы на другой язык

source: Translations for words and phrases
ru_ru: Переводы слов и фраз

source: Definition
ru_ru: Определение

source: A definition of a word or phrase
ru_ru: Определение слова или фразы

source: A translation of the definition
ru_ru: Перевод определения

source: Definitions for words and phrases
ru_ru: Определения слов и фраз

source: Other
ru_ru: Другое

source: Book
ru_ru: Книга

source: Film
ru_ru: Фильм

source: Song
ru_ru: Песня

source: An usage example of a word or phrase
ru_ru: Пример использования слова или фразы

source: A translation of the example
ru_ru: Перевод примера

source: Example source type
ru_ru: Источник примера

source: Example source hotlink
ru_ru: Ссылка на источник примера

source: Usage examples
ru_ru: Примеры использования

source: Usage examples for words and phrases
ru_ru: Примеры использования слов и фраз

source: Image
ru_ru: Картинка

source: Image hotlink
ru_ru: Ссылка на картинку

source: Image-association
ru_ru: Картинка-ассоциация

source: Image-associations
ru_ru: Картинки-ассоциации

source: Image-associations for words and phrases
ru_ru: Картинки-ассоциации слов и фраз

source: Quote text
ru_ru: Текст цитаты

source: Quote author
ru_ru: Автор Цитаты

source: Quote-association
ru_ru: Цитата-ассоциация

source: Quote-associations
ru_ru: Цитаты-ассоциации

source: Quote-associations for words and phrases
ru_ru: Цитаты-ассоциации слов и фраз

source: Quote association `{self.text}` ({self.quote_author}) by {self.author}
ru_ru: Цитата-ассоциация `{self.text}` ({self.quote_author}) {self.author}

source: Quote association `{self.text}` by {self.author}
ru_ru: Цитата-ассоциация `{self.text}` {self.author}`

source: Collection title
ru_ru: Название коллекции

source: Description
ru_ru: Описание

source: Word in collection
ru_ru: Слово, добавленное в коллекцию

source: Collection
ru_ru: Коллекция

source: Collections
ru_ru: Коллекции

source: Collections of words and phrases
ru_ru: Коллекции слов и фраз

source: Word
ru_ru: Слово

source: Word form group (intermediary model)
ru_ru: Группа форм слова (промежуточная модель)

source: Words form groups (intermediary model)
ru_ru: Группы форм слов (промежуточная модель)

source: Intermediary model for words and form groups
ru_ru: Промежуточная модель для слов и групп форм

source: Word `{self.word}` is in `{self.forms_group}` form
ru_ru: Слово `{self.word}` в форме `{self.forms_group}`

source: Word translation (intermediary model)
ru_ru: Перевод слова (промежуточная модель)

source: Word translations (intermediary model)
ru_ru: Переводы слов (промежуточная модель)

source: Words and its translations intermediary model
ru_ru: Промежуточная модель для переводов и слов

source: Word definition (intermediary model)
ru_ru: Определение слова (промежуточная модель)

source: Word definitions (intermediary model)
ru_ru: Определения слов (промежуточная модель)

source: Words and definitions intermediary model
ru_ru: Промежуточная модель для определений и слов

source: `{self.word}` ({self.word.language.name}) means
ru_ru: `{self.word}` ({self.word.language.name}) означает

source: Word usage example (intermediary model)
ru_ru: Пример использования слова (промежуточная модель)

source: Word usage examples (intermediary model)
ru_ru: Примеры использования слов (промежуточная модель)

source: Words and usage examples intermediary model
ru_ru: Промежуточная модель для примеров использования и слов

source: Usage example of `{self.word}`: {self.example}
ru_ru: Пример использования слова `{self.word}`: {self.example}

source: Word image-association (intermediary model)
ru_ru: Картинка-ассоциация слова (промежуточная модель)

source: Words image-associations (intermediary model)
ru_ru: Картинки-ассоциации слов (промежуточная модель)

source: Words and image-associations intermediary model
ru_ru: Промежуточная модель для картинок-ассоциаций и слов

source: Image `{self.image}` was added to word `{self.word}` associations at {self.created:%Y-%m-%d}
ru_ru: Картинка `{self.name}` добавлена в ассоциации слова `{self.word}` в {self.created:%Y-%m-%d}

source: Word quote-association (intermediary model)
ru_ru: Цитата-ассоциация слова (промежуточная модель)

source: Words quote-associations (intermediary model)
ru_ru: Цитаты-ассоциации слов (промежуточная модель)

source: Words and quote-associations intermediary model
ru_ru: Промежуточная модель для цитат-ассоциаций и слов

source: Quote `{self.quote}` was added to word `{self.word}` associations at {self.created:%Y-%m-%d}
ru_ru: Цитата `{self.quote}` добавлена в ассоциации слова `{self.word}` в {self.created:%Y-%m-%d}

source: Word in collection (intermediary model)
ru_ru: Слово, добавленное в коллекцию (промежуточная модель)

source: Words in collections (intermediary model)
ru_ru: Слова, добавленные в коллекции (промежуточная модель)

source: Words and collections intermediary model
ru_ru: Промежуточная модель для слов и коллекций

source: Word `{self.word}` was added to collection `{self.collection}` at {self.created:%Y-%m-%d}
ru_ru: Слово `{self.word}` добавлено в коллекцию `{self.collection}` в {self.created:%Y-%m-%d}

source: Note
ru_ru: Заметка

source: Note for %(class)ss
ru_ru: Заметка для %(class)ss

source: Words synonyms
ru_ru: Слова-синонимы

source: Antonym
ru_ru: Антоним

source: Words antonyms
ru_ru: Слова-антонимы

source: Form
ru_ru: Форма

source: Words forms
ru_ru: Слова-формы

source: Similar
ru_ru: Похожее слово

source: Similar words
ru_ru: Похожие слова

source: Favorite word
ru_ru: Избранное слова

source: Favorite words
ru_ru: Избранные слова

source: Users favorite words
ru_ru: Избранные слова

source: The word `{self.word}` was added to favorites by
ru_ru: Слово `{self.word}` было добавлено в избранное

source: Favorite collection
ru_ru: Избранная коллекция

source: Favorite collections
ru_ru: Избранные коллекции

source: Users favorite collections
ru_ru: Избранные коллекции

source: The collection `{self.collection}` was added to favorites by
ru_ru: Коллекция `{self.collection}` была добавлена в избранное

source: Standart
ru_ru: Стандартный

source: Short
ru_ru: Сокращенный

source: Long
ru_ru: Пролонгированный

source: User default word cards type setting
ru_ru: Настройка вида карточек слов пользователя по умолчанию

source: User default word cards type settings
ru_ru: Настройки вида карточек слов пользователя по умолчанию

source: Default word cards type set by user
ru_ru: Вид карточек слов пользователя по умолчанию
