Repository: FSD-For-Self-Dev/LinguistaAPI
Catalog: src/apps/exercises/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: Exercises
ru_ru: Упражнения

source: Exercise name
ru_ru: Название упражнения

source: Description
ru_ru: Описание

source: Constraint description
ru_ru: Описание ограничения

source: Exercise icon
ru_ru: Иконка упражнения

source: Is the exercise available for users
ru_ru: Упражнение доступно для прохождения пользователями

source: Exercise available hints
ru_ru: Подсказки доступные в упражнении

source: Exercise
ru_ru: Упражнение

source: Exercises with user's words
ru_ru: Упражнение со словами

source: Hint name
ru_ru: Название подсказки

source: Hint details
ru_ru: Описание подсказки

source: Hint short code
ru_ru: Короткий код подсказки

source: Hint
ru_ru: Подсказка

source: Hints
ru_ru: Подсказки

source: Hints available to users for use in exercises
ru_ru: Подсказки досутпные для пользователей в упражнениях

source: Free input (one translation is enough)
ru_ru: Свободный ввод (одного перевода достаточно)

source: Free input (maximum translations quantity)
ru_ru: Свободный ввод (максимальное кол-во переводов)

source: Choose from variants
ru_ru: Выбор из вариантов ответа

source: User
ru_ru: Пользователь

source: Words in exercise amount
ru_ru: Количество слов пройденных в упражнении

source: Correct answers amount
ru_ru: Количество правильных ответов

source: Incorrect answers amount
ru_ru: Количество неправильных ответов

source: Set time limit
ru_ru: Установленное ограничение времени

source: The time in which the exercise was completed
ru_ru: Время прохождения упражнения

source: Exercise chosen mode
ru_ru: Выбранный режим прохождения упражнения

source: Approach available hints
ru_ru: Подсказки доступные в этом подходе

source: User exercise approach
ru_ru: Прохождение упражнения пользователем

source: Users exercise approaches
ru_ru: Прохождения упражнений пользователем

source: History details of users passing exercises
ru_ru: История прохождения упражнений пользователем

source: Inactive
ru_ru: Неактивное

source: Active
ru_ru: Активное

source: Mastered
ru_ru: Усвоенное

source: Word
ru_ru: Слово

source: Activity status
ru_ru: Статус активности

source: Approach
ru_ru: Подход

source: Word activity status changes history
ru_ru: История изменения статуса активности слова

source: Words activity status changes history
ru_ru: История изменения статуса активности слов

source: Correct
ru_ru: Правильно

source: Incorrect
ru_ru: Неправильно

source: Semi-correct
ru_ru: Почти правильно

source: Word translation
ru_ru: Перевод слова

source: User answer time
ru_ru: Время ответа пользователя

source: Hints used
ru_ru: Использованные подсказки

source: Exercise history detail
ru_ru: Пошаговая история прохождения упражнения

source: Exercise history details
ru_ru: Пошаговая история прохождения упражнений

source: History details of users passing some exercise
ru_ru: Ответы пользователя в подходе

source: From learning
ru_ru: С изучаемого языка

source: From native
ru_ru: С родного языка

source: From learning to learning
ru_ru: С изучаемого языка на изучаемый

source: Alternately
ru_ru: Попеременно

source: Every word repetitions amount
ru_ru: Количество повторений каждого слова

source: Translate from learning or native language
ru_ru: Перевод с изучаемого или родного языка

source: Translator exercise user default settings
ru_ru: Настройки пользователя по умолчанию для упражнения Переводчик

source: Translator exercise users default settings
ru_ru: Настройки пользователей по умолчанию для упражнения Переводчик

source: Translator exercise settings which are used by default for the user
ru_ru: Настройки для упражнения Переводчик применяемый по умолчанию для пользователя

source: Favorite exercise
ru_ru: Избранное упражнение

source: Favorite exercises
ru_ru: Избранные упражнения

source: Users favorite exercises
ru_ru: Избранные упражнения

source: Word set name
ru_ru: Название набора слов

source: Last exercise date
ru_ru: Дата последней тренировки

source: Set words
ru_ru: Слова набора

source: Word set
ru_ru: Набор слов

source: Word sets
ru_ru: Наборы слов

source: Sets of words available for the exercise saved by the user for a quick start
ru_ru: Набор доступных для упражнения слов для быстрого старта

source: Same word set already exists.
ru_ru: Такой сохраненный набор для этого упражнения уже есть.

source: You haven't done this exercise yet.
ru_ru: Вы еще не проходили это упражнение
