Repository: FSD-For-Self-Dev/LinguistaAPI
Catalog: src/apps/users/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: Users
ru_ru: Пользователи

source: Email
ru_ru: Почта

source: Gender
ru_ru: Пол

source: Profile image
ru_ru: Картинка профиля

source: Users native languages
ru_ru: Родные языки

source: Users learning languages
ru_ru: Изучаемые языки

source: User
ru_ru: Пользователь

source: Standart
ru_ru: Стандартный

source: Short
ru_ru: Короткий

source: Long
ru_ru: Удлиненный

source: Word cards view
ru_ru: Вид карточек слов

source: User default word cards view setting
ru_ru: Настройка вида карточек слов по умолчанию

source: User default word cards view settings
ru_ru: Настройки вида карточек слов по умолчанию

source: Default word cards view for the user
ru_ru: Вид карточек слов по умолчанию для пользователя

source: Language
ru_ru: Язык

source: Level of knowledge
ru_ru: Уровень владения

source: Learning language cover image
ru_ru: Обложка изучаемого языка

source: User learning language
ru_ru: Изучаемый язык

source: User learning languages
ru_ru: Изучаемые языки

source: User native language
ru_ru: Родной язык

source: User native languages
ru_ru: Родные языки

source: The selected language is not yet able for learning.
ru_ru: Выбранный язык еще не доступен для изучения.
