Repository: FSD-For-Self-Dev/LinguistaAPI
Catalog: src/apps/core/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: Core
ru_ru: Общее

source: Acceptable characters: Letters from any language, Hyphen, Exclamation point, Question mark, Dot, Comma, Colon, Apostrophe, Slash. Make sure text begins with a letter.
ru_ru: Приемлимые символы: Литеры любого языка, Дефис, Восклицательный знак, Вопросительный знак, Точка, Запятая, Двоеточие, Апостроф, Слэш. Убедитесь, что текст начинается с буквы

source: Acceptable characters: Letters from any language, Digits Hyphen, Exclamation point, Question mark, Dot, Comma, Colon, Apostrophe, Slash.
ru_ru: Приемлимые символы: Литеры любого языка, Дефис, Восклицательный знак, Вопросительный знак, Точка, Запятая, Двоеточие, Апостроф, Слэш.

source: Invalid image file passed.
ru_ru: Некорректный файл.

source: Image file too large ( > {MAX_IMAGE_SIZE_MB} MB ).
ru_ru: Слишком большой размер файла ( > {MAX_IMAGE_SIZE_MB} MB ).

source: No image file or url passed.
ru_ru: Ни файл картинки, ни ссылка на картинку не были переданы.

source: This language has been already added to your learning languages.
ru_ru: Язык уже добавлен в ваши изучаемые языки.

source: The selected language is not yet able for learning.
ru_ru: Данный язык пока не доступен для изучения на платформе.

source: Language must be in your learning languages.
ru_ru: Язык должен быть вашим изучаемым языком.

source: Language must be in your learning or native languages.
ru_ru: Язык должен быть вашим изучаемым или родным языком.

source: Language must be in your native languages.
ru_ru: Язык должен быть вашим родным языком.

source: Add native languages to your profile to create translations.
ru_ru: Добавьте родные языки в настройках вашего профиля, чтобы создавать переводы.

source: This word set already exists.
ru_ru: Такое слово уже есть в вашем словаре.

source: Form group with this name already exists.
ru_ru: Группа форм с данным названием уже существует.

source: Words must be in the same language.
ru_ru: Слова должны быть на одном языке.

source: The usage examples should be in the same language as the word itself.
ru_ru: Примеры использования слова должны быть на том же языка, что и само слово.

source: The definitions should be in the same language as the word itself.
ru_ru: Определения слова должны быть на том же языка, что и само слово.

source: The form groups should be in the same language as the word itself.
ru_ru: Группы форм слова должны быть на том же языка, что и само слово.

source: The synonyms should be in the same language as the word itself.
ru_ru: Синонимы слова должны быть на том же языка, что и само слово.

source: The antonyms should be in the same language as the word itself.
ru_ru: Антонимы слова должны быть на том же языка, что и само слово.

source: The forms should be in the same language as the word itself.
ru_ru: Формы слова должны быть на том же языка, что и само слово.

source: The similar words should be in the same language as the word itself.
ru_ru: Похожие слова должны быть на том же языка, что и само слово.

source: The words should be in the same language as the definition itself.
ru_ru: Слова должны быть на том же языка, что и само определение.

source: The words should be in the same language as the usage example itself.
ru_ru: Слова должны быть на том же языка, что и сам пример использования.

source: Words must be different.
ru_ru: Слова должны отличаться.

source: The word itself cannot be its own synonym.
ru_ru: Это же слово не может быть своим же синонимом.

source: The word itself cannot be its own antonym.
ru_ru: Это же слово не может быть своим же антонимом.

source: The word itself cannot be its own form.
ru_ru: Это же слово не может быть своей же формой.

source: The word itself cannot be its own similar.
ru_ru: Это же слово не может быть своим же похожим словом.

source: This word already exists in your vocabulary. Update it?
ru_ru: Это слово уже есть в вашем словаре. Обновить его?

source: This usage example already exists in your vocabulary. Update it?
ru_ru: Этот пример использования уже есть в вашем словаре. Обновить его?

source: This definition already exists in your vocabulary. Update it?
ru_ru: Это определение уже есть в вашем словаре. Обновить его?

source: This translation already exists in your vocabulary. Update it?
ru_ru: Этот перевод уже есть в вашем словаре. Обновить его?

source: This tag already exists in your vocabulary. Update it?
ru_ru: Этот тег уже есть в вашем словаре. Обновить его?

source: This form group already exists in your vocabulary. Update it?
ru_ru: Эта группа форм уже есть в вашем словаре. Обновить её?

source: This collection already exists in your vocabulary. Update it?
ru_ru: Эта коллекция уже есть в вашем словаре. Обновить её?

source: This note already exists for this word.
ru_ru: Такая заметка уже существует.

source: Word types amount limit exceeded
ru_ru: Превышено количество типов слова или фразы.

source: Word tags amount limit exceeded
ru_ru: Превышено количество тегов слова или фразы.

source: Word translations amount limit exceeded
ru_ru: Превышено количество переводов слова или фразы.

source: Word examples amount limit exceeded
ru_ru: Превышено количество примеров слова или фразы

source: Word definitions amount limit exceeded
ru_ru: Превышено количество определений слова или фразы

source: Word forms amount limit exceeded
ru_ru: Превышено количество форм слова или фразы

source: Word image-associations amount limit exceeded
ru_ru: Превышено количество картинок-ассоциаций слова или фразы

source: Word quote-associations amount limit exceeded
ru_ru: Превышено количество цитат-ассоциаций слова или фразы

source: Word synonyms amount limit exceeded
ru_ru: Превышено количество синонимов слова или фразы

source: Word antonyms amount limit exceeded
ru_ru: Превышено количество антонимов слова или фразы

source: Similar words amount limit exceeded
ru_ru: Превышено количество похожих слов и фраз

source: Word form groups amount limit exceeded
ru_ru: Превышено количество групп форм слова или фразы

source: Learning languages amount limit exceeded
ru_ru: Превышено количество изучаемых языков

source: Native languages amount limit exceeded
ru_ru: Превышено количество родных языков

source: Words amount limit exceeded for this exercise
ru_ru: Превышено количество слов для повторения в этом упражнении

source: Word sets amount limit exceeded for this exercise
ru_ru: Превышено количество наборов для этого упражнения

source: Maximum time limit exceeded
ru_ru: Превышено максимальное ограничение таймера

source: Minimum time limit exceeded
ru_ru: Превышено минимальное ограничение таймера

source: Maximum repetitions amount limit exceeded
ru_ru: Превышено максимальное ограничение количества повторов

source: Minimum repetitions amount limit exceeded
ru_ru: Превышено минимальное ограничение количества повторов

source: Date created
ru_ru: Дата создания

source: Date modified
ru_ru: Дата изменения

source: Slug
ru_ru: Слаг

source: User
ru_ru: Пользователь

source: Author
ru_ru: Автор
